Repository: rublock/perminoff_HTMX
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Title
ru: Название

source: Author
ru: Автор

source: Price
ru: Цена

source: Read
ru: Прочитана

source: create_book/
ru: создать_книгу/

source: update_book_details/<int:pk>/
ru: обновить_детали_книги/<int:pk>/

source: book_detail/<int:pk>/
ru: детали_книги/<int:pk>/

source: delete_book/<int:pk>/
ru: удалить_книгу/<int:pk>/

source: update_book_status/<int:pk>/
ru: обновить_статус_книги/<int:pk>/

source: book_list_sort/<filter>/<direction>/
ru: сортировка_списка_книг/<filter>/<direction>/

source: id
ru: идентификатор

source: author
ru: автор

source: ascend
ru: возрастание

source: English
ru: Английский

source: Russian
ru: Русский

source: descend
ru: убывание

source: No.
ru: Номер

source: id-ascend
ru: идентификатор-возрастание

source: title-ascend
ru: название-возрастание

source: title-descend
ru: идентификатор-убывание

source: author-ascend
ru: автор-возрастание

source: author-descend
ru: автор-убывание

source: Price ($)
ru: Цена (₽)

source: price-ascend
ru: цена-возрастание

source: price-descend
ru: цена-убывание

source: Status
ru: Статус

source: read-descend
ru: прочитана-убывание

source: read-ascend
ru: прочитана-возрастание

source: Actions
ru: Действия

source: create_book
ru: создать_книгу

source: update_book_details
ru: обновить_детали_книги

source: book_detail
ru: детали_книги

source: book_list_sort
ru: сортировка_списка_книг

source: Unread
ru: Не прочитана

source: Edit
ru: Изменить

source: Are you sure you wish to delete this book?
ru: Вы уверены, что хотите удалить эту книгу?

source: Delete
ru: Удалить

source: Save
ru: Сохранить

source: Cancel
ru: Отменить

source: Add book
ru: Добавить
